Repository: pasteshelf/pasteshelf
Catalog: PasteShelf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Open Settings > Enterprise > Admin Console and enter the server URL and organization ID.
de: Öffnen Sie Einstellungen > Unternehmen > Administrationskonsole und geben Sie die Server-URL und die Organisations-ID ein.
es: Abre Ajustes > Enterprise > Admin Console e introduce la URL del servidor y el ID de organización.
fr: Ouvrez Réglages > Enterprise > Admin Console et saisissez l'URL du serveur et l'ID d'organisation.
ja: 設定 > エンタープライズ > Admin Console を開き、サーバー URL と組織 ID を入力してください。
ko: 설정 > 엔터프라이즈 > Admin Console를 열고 서버 URL과 조직 ID를 입력하세요.
pt: Abra Ajustes > Enterprise > Admin Console e insira a URL do servidor e o ID da organização.
ru: Откройте Настройки > Enterprise > Admin Console и введите URL сервера и ID организации.
tr: Ayarlar > Enterprise > Admin Console'u açın ve sunucu URL'si ile kuruluş kimliğini girin.
zh_hans: 打开 设置 > Enterprise > Admin Console 并输入服务器 URL 和组织 ID。
zh_hant: 開啟 設定 > Enterprise > Admin Console 並輸入伺服器 URL 與組織 ID。

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Configuración del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
pt: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
tr: Sistem Ayarlarını Aç
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Open System Settings > Apple ID > iCloud to sign in.
de: Öffnen Sie Systemeinstellungen > Apple-ID > iCloud, um sich anzumelden.
es: Abra Ajustes del Sistema > ID de Apple > iCloud para iniciar sesión.
fr: Ouvrez Réglages système > Identifiant Apple > iCloud pour vous connecter.
ja: システム設定 > Apple ID > iCloud を開いてサインインしてください。
ko: 시스템 설정 > Apple ID > iCloud을 열어 로그인하세요.
pt: Abra Ajustes do Sistema > ID Apple > iCloud para fazer login.
ru: Откройте Системные настройки → Apple ID → iCloud, чтобы войти.
tr: Giriş yapmak için Sistem Ayarları > Apple ID > iCloud'u açın.
zh_hans: 打开「系统设置」>「Apple ID」>「iCloud」以登录。
zh_hant: 打開「系統設定」>「Apple ID」>「iCloud」以登入。

source: Open URL
de: URL öffnen
es: Abrir URL
fr: Ouvrir l'URL
ja: URL を開く
ko: URL 열기
pt: Abrir URL
ru: Открыть URL
tr: URL'yi Aç
zh_hans: 打开 URL
zh_hant: 開啟 URL

source: Open URL: %@
de: URL öffnen: %@
es: Abrir URL: %@
fr: Ouvrir l’URL : %@
ja: URL を開く: %@
ko: URL 열기: %@
pt: Abrir URL: %@
ru: Открыть URL: %@
tr: URL’yi aç: %@
zh_hans: 打开 URL: %@
zh_hant: 開啟 URL: %@

source: Operation timed out after %lld seconds
de: Vorgang nach %lld Sekunden abgelaufen
es: La operación excedió el tiempo tras %lld segundos
fr: Opération expirée après %lld secondes
ja: 操作は %lld 秒後にタイムアウトしました
ko: 작업이 %lld초 후 시간이 초과되었습니다
pt: A operação expirou após %lld segundos
ru: Операция превысила время ожидания: %lld с
tr: İşlem %lld saniye sonra zaman aşımına uğradı
zh_hans: 操作在 %lld 秒后超时
zh_hant: 操作在 %lld 秒後逾時

source: Optional: auto-populate settings from your IdP's metadata document.
de: Optional: Einstellungen automatisch aus dem IdP-Metadatendokument ausfüllen.
es: Opcional: rellenar automáticamente los ajustes desde el documento de metadatos del IdP.
fr: Optionnel : remplir automatiquement les réglages depuis le document de métadonnées de l'IdP.
ja: オプション: IdP のメタデータ文書から設定を自動入力します。
ko: 선택 사항: IdP 메타데이터 문서에서 설정을 자동으로 채웁니다.
pt: Opcional: preencher automaticamente as configurações a partir do documento de metadados do IdP.
ru: Необязательно: автоматически заполнить настройки из metadata IdP.
tr: İsteğe bağlı: ayarları IdP meta veri belgesinden otomatik doldurun.
zh_hans: 可选：从 IdP 的元数据文档自动填充设置。
zh_hant: 選用：從 IdP 的中繼資料文件自動填入設定。

source: Organization
de: Organisation
es: Organización
fr: Organisation
ja: 組織
ko: 조직
pt: Organização
ru: Организация
tr: Kuruluş
zh_hans: 组织
zh_hant: 組織

source: Organization ID
de: Organisations-ID
es: ID de organización
fr: ID d'organisation
ja: 組織 ID
ko: 조직 ID
pt: ID da Organização
ru: ID организации
tr: Kuruluş Kimliği
zh_hans: 组织 ID
zh_hant: 組織 ID

source: Overall:
de: Gesamt:
es: Total:
fr: Global :
ja: 全体:
ko: 전체:
pt: Geral:
ru: Итого:
tr: Genel:
zh_hans: 总体：
zh_hant: 整體：

source: Overview of your data in PasteShelf
de: Übersicht Ihrer Daten in PasteShelf
es: Resumen de sus datos en PasteShelf
fr: Aperçu de vos données dans PasteShelf
ja: PasteShelf 内のデータの概要
ko: PasteShelf의 데이터 개요
pt: Visão geral dos seus dados no PasteShelf
ru: Обзор ваших данных в PasteShelf
tr: PasteShelf'teki verilerinize genel bakış
zh_hans: PasteShelf 中的数据概览
zh_hant: PasteShelf 中的資料總覽

source: Page ID
de: Seiten-ID
es: ID de página
fr: ID de page
ja: ページ ID
ko: 페이지 ID
pt: ID da Página
ru: ID страницы
tr: Sayfa Kimliği
zh_hans: 页面 ID
zh_hant: 頁面 ID

source: Panel width
de: Panel-Breite
es: Ancho del panel
fr: Largeur du panneau
ja: パネルの幅
ko: 패널 너비
pt: Largura do painel
ru: Ширина панели
tr: Panel genişliği
zh_hans: 面板宽度
zh_hant: 面板寬度

source: Partial logout
de: Teilweise abgemeldet
es: Cierre de sesión parcial
fr: Déconnexion partielle
ja: 部分的なログアウト
ko: 부분 로그아웃
pt: Logout parcial
ru: Частичный выход
tr: Kısmi oturum kapatma
zh_hans: 部分注销
zh_hant: 部分登出

source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
ja: パスワード
ko: 비밀번호
pt: Senhas
ru: Пароли
tr: Parolalar
zh_hans: 密码
zh_hant: 密碼

source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
pt: Colar
ru: Вставить
tr: Yapıştır
zh_hans: 粘贴
zh_hant: 貼上

source: Paste (Enter)
de: Einfügen (Enter)
es: Pegar (Intro)
fr: Coller (Entrée)
ja: ペースト (Enter)
ko: 붙여넣기 (Enter)
pt: Colar (Enter)
ru: Вставить (Enter)
tr: Yapıştır (Enter)
zh_hans: 粘贴 (Enter)
zh_hant: 貼上 (Enter)

source: Paste or type sample clipboard content here…
de: Fügen Sie hier Beispiel-Zwischenablageninhalt ein oder geben Sie ihn ein…
es: Pegue o escriba aquí un contenido de ejemplo del portapapeles…
fr: Collez ou tapez ici un contenu de presse-papiers d'exemple…
ja: ここにサンプルのクリップボード内容をペーストまたは入力…
ko: 여기에 샘플 클립보드 내용을 붙여넣거나 입력하세요…
pt: Cole ou digite aqui um exemplo de conteúdo da área de transferência…
ru: Вставьте или введите здесь образец содержимого буфера…
tr: Buraya örnek pano içeriğini yapıştırın veya yazın…
zh_hans: 在此粘贴或输入示例剪贴板内容…
zh_hant: 在此貼上或輸入範例剪貼簿內容…

source: Paste performed
de: Einfügen ausgeführt
es: Pegado realizado
fr: Collage effectué
ja: 貼り付けが実行されました
ko: 붙여넣기 실행됨
pt: Colagem realizada
ru: Вставка выполнена
tr: Yapıştırma gerçekleştirildi
zh_hans: 已执行粘贴
zh_hant: 已執行貼上

source: Paste selected item
de: Ausgewähltes Element einfügen
es: Pegar elemento seleccionado
fr: Coller l'élément sélectionné
ja: 選択した項目を貼り付け
ko: 선택한 항목 붙여넣기
pt: Colar item selecionado
ru: Вставить выбранный элемент
tr: Seçili öğeyi yapıştır
zh_hans: 粘贴选中项目
zh_hant: 貼上選取的項目

source: Paste the IdP metadata URL below and click Fetch to auto-populate the SAML configuration.
de: Fügen Sie die IdP-Metadaten-URL unten ein und klicken Sie auf „Abrufen“, um die SAML-Konfiguration automatisch auszufüllen.
es: Pegue la URL de metadatos del IdP a continuación y haga clic en Obtener para rellenar automáticamente la configuración SAML.
fr: Collez l'URL de métadonnées IdP ci-dessous et cliquez sur Récupérer pour remplir automatiquement la configuration SAML.
ja: 以下に IdP メタデータ URL をペーストし、「取得」をクリックして SAML 構成を自動入力します。
ko: 아래에 IdP 메타데이터 URL을 붙여넣고 가져오기를 클릭하여 SAML 구성을 자동으로 채우세요.
pt: Cole a URL de metadados do IdP abaixo e clique em Buscar para preencher automaticamente a configuração SAML.
ru: Вставьте URL метаданных IdP ниже и нажмите «Получить», чтобы автоматически заполнить настройки SAML.
tr: IdP meta veri URL'sini aşağıya yapıştırın ve SAML yapılandırmasını otomatik doldurmak için Getir'e tıklayın.
zh_hans: 将 IdP 元数据 URL 粘贴到下方，然后点按「获取」以自动填充 SAML 配置。
zh_hant: 將 IdP 中繼資料 URL 貼到下方，然後點按「擷取」以自動填入 SAML 設定。

source: Paste the PEM-encoded X.509 certificate used to verify IdP-signed assertions.
de: Fügen Sie das PEM-kodierte X.509-Zertifikat ein, das zur Überprüfung signierter IdP-Assertionen verwendet wird.
es: Pegue el certificado X.509 codificado en PEM que se utiliza para verificar las aserciones firmadas por el IdP.
fr: Collez le certificat X.509 encodé en PEM utilisé pour vérifier les assertions signées par l'IdP.
ja: IdP 署名アサーションの検証に使用する PEM 形式の X.509 証明書をペーストしてください。
ko: IdP 서명 어설션을 검증하는 데 사용되는 PEM 인코딩된 X.509 인증서를 붙여넣으세요.
pt: Cole o certificado X.509 codificado em PEM usado para verificar as asserções assinadas pelo IdP.
ru: Вставьте PEM-кодированный X.509 сертификат, используемый для проверки подписи IdP.
tr: IdP imzalı assertion'ları doğrulamak için kullanılan PEM kodlu X.509 sertifikasını yapıştırın.
zh_hans: 粘贴用于验证 IdP 签名断言的 PEM 编码 X.509 证书。
zh_hant: 貼上用於驗證 IdP 簽名斷言的 PEM 編碼 X.509 憑證。

source: Pasted
de: Eingefügt
es: Pegado
fr: Collé
ja: ペースト済み
ko: 붙여넣음
pt: Colado
ru: Вставлено
tr: Yapıştırıldı
zh_hans: 已粘贴
zh_hant: 已貼上

source: PasteShelf - Capturing
de: PasteShelf – Erfassung
es: PasteShelf – Capturando
fr: PasteShelf – Capture
ja: PasteShelf – 取り込み中
ko: PasteShelf – 캡처 중
pt: PasteShelf – Capturando
ru: PasteShelf – Захват
tr: PasteShelf – Yakalanıyor
zh_hans: PasteShelf – 捕获中
zh_hant: PasteShelf – 擷取中

source: PasteShelf - Error
de: PasteShelf – Fehler
fr: PasteShelf – Erreur
ja: PasteShelf – エラー
ko: PasteShelf – 오류
pt: PasteShelf – Erro
ru: PasteShelf – Ошибка
tr: PasteShelf – Hata
zh_hans: PasteShelf – 错误
zh_hant: PasteShelf – 錯誤

source: PasteShelf - Monitoring
de: PasteShelf – Überwachung
es: PasteShelf – Supervisando
fr: PasteShelf – Surveillance
ja: PasteShelf – 監視中
ko: PasteShelf – 모니터링 중
pt: PasteShelf – Monitorando
ru: PasteShelf – Мониторинг
tr: PasteShelf – İzleniyor
zh_hans: PasteShelf – 监控中
zh_hant: PasteShelf – 監控中

source: PasteShelf - Paused
de: PasteShelf – Pausiert
es: PasteShelf – En pausa
fr: PasteShelf – En pause
ja: PasteShelf – 一時停止中
ko: PasteShelf – 일시 정지됨
pt: PasteShelf – Pausado
ru: PasteShelf – Приостановлено
tr: PasteShelf – Duraklatıldı
zh_hans: PasteShelf – 已暂停
zh_hant: PasteShelf – 已暫停

source: PasteShelf can notify you when sensitive content is copied or when automation rules trigger. Allow notifications to stay informed.
de: PasteShelf kann Sie benachrichtigen, wenn vertrauliche Inhalte kopiert werden oder Automatisierungsregeln ausgelöst werden. Erlauben Sie Mitteilungen, um informiert zu bleiben.
es: PasteShelf puede notificarle cuando se copie contenido confidencial o cuando se activen reglas de automatización. Permita las notificaciones para mantenerse informado.
fr: PasteShelf peut vous notifier lorsque du contenu sensible est copié ou qu'une règle d'automatisation se déclenche. Autorisez les notifications pour rester informé.
ja: 機密情報がコピーされた場合や、自動化ルールが発動した場合に、PasteShelfが通知します。通知を許可して情報を入手してください。
ko: PasteShelf는 민감한 콘텐츠가 복사되거나 자동화 규칙이 발동될 때 알림을 보낼 수 있습니다. 알림을 허용해 정보를 받아보세요.
pt: O PasteShelf pode notificá-lo quando conteúdo sensível for copiado ou quando regras de automação forem acionadas. Permita notificações para ficar informado.
ru: PasteShelf может уведомлять вас о копировании конфиденциального содержимого или срабатывании правил автоматизации. Разрешите уведомления, чтобы быть в курсе.
tr: PasteShelf, hassas içerik kopyalandığında veya otomasyon kuralları tetiklendiğinde sizi bilgilendirebilir. Bilgi almak için bildirimlere izin verin.
zh_hans: 当复制敏感内容或自动化规则触发时，PasteShelf 可以通知您。请允许通知以保持知情。
zh_hant: 當複製敏感內容或自動化規則觸發時，PasteShelf 可以通知您。請允許通知以隨時掌握資訊。

source: PasteShelf needs accessibility permission to paste items into other apps. Your data stays private and is never shared.
de: PasteShelf benötigt die Bedienungshilfen-Berechtigung, um Einträge in andere Apps einzufügen. Ihre Daten bleiben privat und werden niemals weitergegeben.
es: PasteShelf necesita permisos de accesibilidad para pegar elementos en otras apps. Sus datos permanecen privados y nunca se comparten.
fr: PasteShelf a besoin de l'autorisation d'accessibilité pour coller des éléments dans d'autres apps. Vos données restent privées et ne sont jamais partagées.
ja: PasteShelfが他のアプリに項目をペーストするには、アクセシビリティの許可が必要です。データは非公開のまま保たれ、共有されることはありません。
ko: PasteShelf가 다른 앱에 항목을 붙여넣으려면 손쉬운 사용 권한이 필요합니다. 데이터는 비공개로 유지되며 공유되지 않습니다.
pt: O PasteShelf precisa de permissão de acessibilidade para colar itens em outros apps. Seus dados permanecem privados e nunca são compartilhados.
ru: PasteShelf требуется разрешение на универсальный доступ, чтобы вставлять элементы в другие приложения. Ваши данные остаются приватными и никогда не передаются.
tr: PasteShelf'in diğer uygulamalara öğe yapıştırabilmesi için erişilebilirlik iznine ihtiyacı vardır. Verileriniz özel kalır ve hiçbir zaman paylaşılmaz.
zh_hans: PasteShelf 需要辅助功能权限才能将项目粘贴到其他 App。您的数据保持私密，从不共享。
zh_hant: PasteShelf 需要輔助使用權限才能將項目貼到其他 App。您的資料保持私密，絕不分享。

source: PasteShelf runs in the background and saves everything you copy. Use the hotkey to open the clipboard panel anytime.
de: PasteShelf läuft im Hintergrund und speichert alles, was Sie kopieren. Verwenden Sie die Tastenkombination, um die Zwischenablage jederzeit zu öffnen.
es: PasteShelf se ejecuta en segundo plano y guarda todo lo que copia. Use el atajo para abrir el panel del portapapeles en cualquier momento.
fr: PasteShelf s'exécute en arrière-plan et enregistre tout ce que vous copiez. Utilisez le raccourci pour ouvrir le panneau du presse-papiers à tout moment.
ja: PasteShelfはバックグラウンドで動作し、コピーした内容をすべて保存します。ホットキーを使って、いつでもクリップボードパネルを開けます。
ko: PasteShelf는 백그라운드에서 실행되며 복사한 모든 내용을 저장합니다. 단축키를 사용하여 언제든지 클립보드 패널을 열 수 있습니다.
pt: O PasteShelf é executado em segundo plano e salva tudo o que você copia. Use o atalho para abrir o painel da área de transferência a qualquer momento.
ru: PasteShelf работает в фоновом режиме и сохраняет всё, что вы копируете. Используйте сочетание клавиш, чтобы открыть панель буфера в любой момент.
tr: PasteShelf arka planda çalışır ve kopyaladığınız her şeyi kaydeder. Pano panelini istediğiniz zaman açmak için kısayol tuşunu kullanın.
zh_hans: PasteShelf 在后台运行并保存您复制的所有内容。随时使用快捷键打开剪贴板面板。
zh_hant: PasteShelf 在背景執行並儲存您複製的所有內容。隨時使用快速鍵開啟剪貼簿面板。

source: Pattern
de: Muster
es: Patrón
fr: Modèle
ja: パターン
ko: 패턴
pt: Padrão
ru: Шаблон
tr: Desen
zh_hans: 模式
zh_hant: 模式

source: Pause clipboard monitoring
de: Zwischenablage-Überwachung pausieren
es: Pausar supervisión del portapapeles
fr: Suspendre la surveillance du presse-papiers
ja: クリップボード監視を一時停止
ko: 클립보드 모니터링 일시 정지
pt: Pausar monitoramento da área de transferência
ru: Пауза мониторинга буфера
tr: Pano izlemeyi duraklat
zh_hans: 暂停剪贴板监控
zh_hant: 暫停剪貼簿監控

source: Pause Monitoring
de: Überwachung pausieren
es: Pausar supervisión
fr: Suspendre la surveillance
ja: 監視を一時停止
ko: 모니터링 일시 정지
pt: Pausar Monitoramento
ru: Пауза мониторинга
tr: İzlemeyi Duraklat
zh_hans: 暂停监控
zh_hant: 暫停監控

source: PDF Document
de: PDF-Dokument
es: Documento PDF
fr: Document PDF
ja: PDF 書類
ko: PDF 문서
pt: Documento PDF
ru: PDF-документ
tr: PDF Belgesi
zh_hans: PDF 文稿
zh_hant: PDF 文件

source: Pending sync
de: Ausstehender Sync
es: Sincronización pendiente
fr: Synchronisation en attente
ja: 同期待ち
ko: 동기화 대기 중
pt: Sincronização pendente
ru: Ожидает синхронизации
tr: Senkronizasyon bekliyor
zh_hans: 待同步
zh_hant: 待同步

source: Percent encoding
de: Prozent-Kodierung
es: Codificación porcentual
fr: Encodage pour cent
ja: パーセントエンコーディング
ko: 퍼센트 인코딩
pt: Codificação percentual
tr: Yüzde kodlaması
zh_hans: 百分号编码
zh_hant: 百分比編碼

source: Permanently deletes all clipboard items except favorites
de: Löscht alle Einträge dauerhaft, außer Favoriten
es: Elimina permanentemente todos los elementos excepto los favoritos
fr: Supprime définitivement tous les éléments sauf les favoris
ja: お気に入り以外のすべての項目を完全に削除します
ko: 즐겨찾기를 제외한 모든 클립보드 항목을 영구 삭제
pt: Exclui permanentemente todos os itens exceto os favoritos
ru: Безвозвратно удаляет все элементы, кроме избранных
tr: Favoriler dışındaki tüm pano öğelerini kalıcı olarak siler
zh_hans: 永久删除除收藏项外的所有剪贴板项目
zh_hant: 永久刪除除最愛項目外的所有剪貼簿項目

source: Permanently erase all data from PasteShelf (Article 17).
de: Alle PasteShelf-Daten dauerhaft löschen (Artikel 17).
es: Borrar permanentemente todos los datos de PasteShelf (Artículo 17).
fr: Effacer définitivement toutes les données de PasteShelf (Article 17).
ja: PasteShelf からすべてのデータを完全に消去 (第17条)。
ko: PasteShelf의 모든 데이터를 영구 삭제 (제17조).
pt: Apagar permanentemente todos os dados do PasteShelf (Artigo 17).
ru: Безвозвратно удалить все данные из PasteShelf (Статья 17).
tr: PasteShelf'teki tüm verileri kalıcı olarak sil (Madde 17).
zh_hans: 从 PasteShelf 永久抹除所有数据（第 17 条）。
zh_hant: 從 PasteShelf 永久抹除所有資料（第 17 條）。

source: Permanently removes all PasteShelf data from iCloud and disables sync. Your local clipboard history is preserved.
de: Entfernt dauerhaft alle PasteShelf-Daten aus iCloud und deaktiviert die Synchronisierung. Ihr lokaler Verlauf bleibt erhalten.
es: Elimina permanentemente todos los datos de PasteShelf de iCloud y desactiva la sincronización. Su historial local se conserva.
fr: Supprime définitivement toutes les données PasteShelf d'iCloud et désactive la synchronisation. Votre historique local est conservé.
ja: iCloud からすべての PasteShelf データを完全に削除し、同期を無効にします。ローカル履歴は保持されます。
ko: iCloud에서 모든 PasteShelf 데이터를 영구 삭제하고 동기화를 비활성화합니다. 로컬 기록은 보존됩니다.
pt: Remove permanentemente todos os dados do PasteShelf do iCloud e desativa a sincronização. O histórico local é preservado.
ru: Безвозвратно удаляет все данные PasteShelf из iCloud и отключает синхронизацию. Локальная история сохраняется.
tr: Tüm PasteShelf verilerini iCloud'dan kalıcı olarak kaldırır ve senkronizasyonu devre dışı bırakır. Yerel geçmişiniz korunur.
zh_hans: 从 iCloud 永久删除所有 PasteShelf 数据并禁用同步。您的本地剪贴板历史将被保留。
zh_hant: 從 iCloud 永久刪除所有 PasteShelf 資料並停用同步。您的本機剪貼簿歷史記錄會被保留。

source: Permission '%@' was denied
de: Berechtigung „%@" wurde verweigert
es: Permiso «%@» denegado
fr: Autorisation « %@ » refusée
ja: 権限「%@」が拒否されました
ko: 권한 '%@'이(가) 거부되었습니다
pt: Permissão "%@" negada
ru: Разрешение «%@» отклонено
tr: "%@" izni reddedildi
zh_hans: 权限 "%@" 被拒绝
zh_hant: 權限「%@」遭拒絕

source: Permission granted
de: Berechtigung erteilt
es: Permiso concedido
fr: Autorisation accordée
ja: 権限が許可されました
ko: 권한 허용됨
pt: Permissão concedida
ru: Разрешение получено
tr: İzin verildi
zh_hans: 已授权
zh_hant: 已授權

source: Permission required
de: Berechtigung erforderlich
es: Permiso requerido
fr: Autorisation requise
ja: 権限が必要です
ko: 권한 필요
pt: Permissão necessária
ru: Требуется разрешение
tr: İzin gerekli
zh_hans: 需要授权
zh_hant: 需要授權

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
pt: Permissões
ru: Разрешения
tr: İzinler
zh_hans: 权限
zh_hant: 權限

source: Personal Access Token
de: Persönliches Zugriffs-Token
es: Token de acceso personal
fr: Jeton d'accès personnel
ja: 個人アクセストークン
ko: 개인 액세스 토큰
pt: Token de Acesso Pessoal
ru: Персональный токен доступа
tr: Kişisel Erişim Tokeni
zh_hans: 个人访问令牌
zh_hant: 個人存取權杖

source: Personal Identification
de: Persönliche Identifikation
es: Identificación personal
fr: Identification personnelle
ja: 個人識別
ko: 개인 식별
pt: Identificação Pessoal
ru: Личная идентификация
tr: Kişisel Kimlik
zh_hans: 个人身份
zh_hant: 個人身分

source: Personally Identifiable Information
de: Personenbezogene Daten
es: Información de identificación personal
fr: Informations personnelles identifiables
ja: 個人を特定できる情報
ko: 개인 식별 정보
pt: Informações de identificação pessoal
ru: Персональные данные
tr: Kişisel Olarak Tanımlanabilir Bilgi
zh_hans: 个人身份信息
zh_hant: 個人識別資訊

source: PKCE is recommended for desktop clients and does not require a client secret.
de: PKCE wird für Desktop-Clients empfohlen und erfordert keinen Client-Geheimnis.
es: PKCE se recomienda para clientes de escritorio y no requiere un secreto de cliente.
fr: PKCE est recommandé pour les clients de bureau et ne nécessite pas de secret client.
ja: PKCE はデスクトップクライアントに推奨され、クライアントシークレットを必要としません。
ko: PKCE는 데스크톱 클라이언트에 권장되며 클라이언트 비밀이 필요하지 않습니다.
pt: PKCE é recomendado para clientes desktop e não requer um segredo de cliente.
ru: PKCE рекомендуется для настольных клиентов и не требует client secret.
tr: PKCE, masaüstü istemcileri için önerilir ve istemci gizli anahtarı gerektirmez.
zh_hans: PKCE 推荐用于桌面客户端，不需要客户端密钥。
zh_hant: PKCE 建議用於桌面用戶端，不需要用戶端密碼。

source: Plain Text
de: Reiner Text
es: Texto sin formato
fr: Texte brut
ja: プレーンテキスト
ko: 일반 텍스트
pt: Texto simples
ru: Обычный текст
tr: Düz Metin
zh_hans: 纯文本
zh_hant: 純文字

source: Please provide a valid search query.
de: Bitte geben Sie eine gültige Suchanfrage ein.
es: Por favor, proporcione una consulta de búsqueda válida.
fr: Veuillez fournir une requête de recherche valide.
ja: 有効な検索クエリを入力してください。
ko: 유효한 검색 쿼리를 입력하세요.
pt: Forneça uma consulta de pesquisa válida.
ru: Укажите корректный поисковый запрос.
tr: Lütfen geçerli bir arama sorgusu girin.
zh_hans: 请提供有效的搜索查询。
zh_hant: 請提供有效的搜尋查詢。

source: Plugin '%@' has been blocked for security reasons
de: Plug-in „%@" wurde aus Sicherheitsgründen blockiert
es: El plugin «%@» se bloqueó por razones de seguridad
fr: Le plugin « %@ » a été bloqué pour des raisons de sécurité
ja: プラグイン「%@」はセキュリティ上の理由でブロックされました
ko: 보안상의 이유로 플러그인 "%@"이(가) 차단되었습니다
pt: O plugin "%@" foi bloqueado por motivos de segurança
ru: Плагин «%@» заблокирован по соображениям безопасности
tr: "%@" eklentisi güvenlik nedenleriyle engellendi
zh_hans: 插件 "%@" 出于安全原因已被阻止
zh_hant: 外掛程式「%@」基於安全考量已被封鎖

source: Plugin '%@' is not loaded
de: Plug-in „%@" ist nicht geladen
es: El plugin «%@» no está cargado
fr: Le plugin « %@ » n'est pas chargé
ja: プラグイン「%@」は読み込まれていません
ko: 플러그인 '%@'이(가) 로드되지 않았습니다
pt: O plugin "%@" não está carregado
ru: Плагин «%@» не загружен
tr: "%@" eklentisi yüklü değil
zh_hans: 插件 "%@" 未加载
zh_hant: 外掛程式「%@」未載入

source: Plugin '%@' not found
de: Plug-in „%@" nicht gefunden
es: No se encontró el plugin «%@»
fr: Plugin « %@ » introuvable
ja: プラグイン「%@」が見つかりません
ko: 플러그인 "%@"을(를) 찾을 수 없습니다
pt: Plugin "%@" não encontrado
ru: Плагин «%@» не найден
tr: "%@" eklentisi bulunamadı
zh_hans: 未找到插件 "%@"
zh_hant: 找不到外掛程式「%@」

source: Plugin bundle not found at: %@
de: Plug-in-Bundle nicht gefunden unter: %@
es: No se encontró el paquete del plugin en: %@
fr: Bundle du plugin introuvable à : %@
ja: 次の場所にプラグインバンドルが見つかりません: %@
ko: 다음 위치에서 플러그인 번들을 찾을 수 없습니다: %@
pt: Pacote do plugin não encontrado em: %@
ru: Пакет плагина не найден по пути: %@
tr: Şurada eklenti paketi bulunamadı: %@
zh_hans: 在以下位置未找到插件包：%@
zh_hant: 在下列位置找不到外掛程式套件:%@

source: Plugin code signature cannot be verified
de: Die Code-Signatur des Plug-ins kann nicht überprüft werden
es: No se puede verificar la firma de código del plugin
fr: Impossible de vérifier la signature du code du plugin
ja: プラグインのコード署名を検証できません
ko: 플러그인 코드 서명을 확인할 수 없습니다
pt: A assinatura de código do plugin não pode ser verificada
ru: Не удаётся проверить подпись кода плагина
tr: Eklenti kod imzası doğrulanamıyor
zh_hans: 无法验证插件代码签名
zh_hant: 無法驗證外掛程式程式碼簽章

source: Plugin code signature is invalid
de: Die Code-Signatur des Plug-ins ist ungültig
es: La firma de código del plugin no es válida
fr: La signature du code du plugin est invalide
ja: プラグインのコード署名が無効です
ko: 플러그인 코드 서명이 유효하지 않습니다
pt: A assinatura de código do plugin é inválida
ru: Подпись кода плагина недействительна
tr: Eklenti kod imzası geçersiz
zh_hans: 插件代码签名无效
zh_hant: 外掛程式程式碼簽章無效

source: Plugin code was modified after signing
de: Der Plug-in-Code wurde nach der Signierung geändert
es: El código del plugin se modificó después de la firma
fr: Le code du plugin a été modifié après la signature
ja: プラグインのコードは署名後に変更されました
ko: 플러그인 코드가 서명 이후 수정되었습니다
pt: O código do plugin foi modificado após a assinatura
ru: Код плагина был изменён после подписания
tr: Eklenti kodu imzalandıktan sonra değiştirildi
zh_hans: 插件代码在签名后被修改
zh_hant: 外掛程式程式碼在簽章後被修改

# Plugin is in state '%@' but expected '%@'
source: Plugin is in state '%1$@' but expected '%2$@'
de: Plug-in befindet sich im Status „%@", erwartet wurde „%@"
es: El plugin está en el estado «%@» pero se esperaba «%@»
fr: Le plugin est dans l'état « %@ » mais « %@ » était attendu
ja: プラグインは状態「%@」ですが、想定される状態は「%@」です
ko: 플러그인이 '%@' 상태이지만 '%@' 상태가 예상되었습니다
pt: O plugin está no estado "%@", mas "%@" era esperado
ru: Плагин в состоянии «%@», ожидалось «%@»
tr: Eklenti "%@" durumunda ancak "%@" bekleniyordu
zh_hans: 插件处于状态 "%@"，但预期为 "%@"
zh_hant: 外掛程式處於狀態「%@」,但預期為「%@」
